Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_10_0.styledSubs.body
source: ASS and SSA subtitles render with their original fonts, colors and positioning. Switch between styled and plain text rendering in the playback settings.
cs: Titulky ASS a SSA se zobrazují s původními písmy, barvami a umístěním. V nastavení přehrávání můžete přepínat mezi stylovaným a jednoduchým zobrazením.
da: ASS- og SSA-undertekster vises med deres originale skrifttyper, farver og placering. Skift mellem stilet og almindelig tekstvisning i afspilningsindstillingerne.
de: ASS- und SSA-Untertitel erscheinen mit ihren Original-Schriften, -Farben und -Positionen. In den Wiedergabe-Einstellungen kannst du zwischen gestylter und einfacher Darstellung wechseln.
el: Οι υπότιτλοι ASS και SSA εμφανίζονται με τις αρχικές γραμματοσειρές, τα χρώματα και τη θέση τους. Εναλλάξτε μεταξύ στυλιζαρισμένης και απλής απόδοσης κειμένου στις ρυθμίσεις αναπαραγωγής.
es: Los subtítulos ASS y SSA se muestran con sus fuentes, colores y posiciones originales. Cambia entre la representación con estilo y la de texto simple en los ajustes de reproducción.
fi: ASS- ja SSA-tekstitykset näkyvät alkuperäisillä fonteillaan, väreillään ja sijainneillaan. Voit vaihtaa tyylitellyn ja pelkän tekstin välillä toistoasetuksissa.
fr: Les sous-titres ASS et SSA s'affichent avec leurs polices, couleurs et positions d'origine. Basculez entre le rendu stylisé et le texte simple dans les réglages de lecture.
hr: Titlovi ASS i SSA prikazuju se s izvornim fontovima, bojama i položajem. U postavkama reprodukcije prebacujte između stiliziranog i običnog prikaza teksta.
hu: Az ASS és SSA feliratok az eredeti betűtípusokkal, színekkel és pozícióval jelennek meg. A lejátszási beállításokban válthatsz a stílusos és az egyszerű szöveges megjelenítés között.
it: I sottotitoli ASS e SSA vengono mostrati con i font, i colori e le posizioni originali. Passa dal rendering con stile al testo semplice nelle impostazioni di riproduzione.
ja: ASSおよびSSA字幕を、元のフォント、色、配置のまま表示します。再生設定でスタイル付き表示とプレーンテキスト表示を切り替えられます。
ko: ASS 및 SSA 자막이 원본 글꼴, 색상, 위치 그대로 표시됩니다. 재생 설정에서 스타일 표시와 일반 텍스트 표시를 전환할 수 있습니다.
nb: ASS- og SSA-undertekster vises med sine originale skrifter, farger og plassering. Bytt mellom stilisert og enkel tekstvisning i avspillingsinnstillingene.
nl: ASS- en SSA-ondertitels worden weergegeven met hun originele lettertypen, kleuren en positionering. Wissel in de afspeelinstellingen tussen gestileerde en eenvoudige tekstweergave.
pl: Napisy ASS i SSA są wyświetlane z oryginalnymi czcionkami, kolorami i położeniem. W ustawieniach odtwarzania przełączysz się między stylizowanym a zwykłym wyświetlaniem tekstu.
pt_br: Legendas ASS e SSA aparecem com suas fontes, cores e posições originais. Alterne entre a renderização estilizada e o texto simples nos ajustes de reprodução.
pt_pt: As legendas ASS e SSA aparecem com os tipos de letra, cores e posições originais. Alterne entre a apresentação estilizada e o texto simples nas definições de reprodução.
ro: Subtitrările ASS și SSA sunt redate cu fonturile, culorile și poziționarea lor originale. Comută între redarea stilizată și textul simplu în setările de redare.
ru: Субтитры ASS и SSA отображаются с оригинальными шрифтами, цветами и расположением. В настройках воспроизведения можно переключаться между стилизованным и простым текстом.
sk: Titulky ASS a SSA sa zobrazujú s pôvodnými písmami, farbami a umiestnením. V nastaveniach prehrávania môžete prepínať medzi štylizovaným a jednoduchým zobrazením.
sv: ASS- och SSA-undertexter visas med sina ursprungliga typsnitt, färger och placeringar. Växla mellan stiliserad och enkel textvisning i uppspelningsinställningarna.
tr: ASS ve SSA altyazıları özgün yazı tipleri, renkleri ve konumlarıyla görüntülenir. Oynatma ayarlarından stilli ve düz metin görünümü arasında geçiş yapın.
uk: Субтитри ASS і SSA відображаються з оригінальними шрифтами, кольорами та розташуванням. У налаштуваннях відтворення можна перемикатися між стилізованим і простим текстом.
zh_hans: ASS 和 SSA 字幕将以原始字体、颜色和位置呈现。可在播放设置中切换样式化渲染与纯文本渲染。
zh_hant: ASS 與 SSA 字幕會以原始字型、顏色和位置呈現。可在播放設定中切換樣式化顯示與純文字顯示。

# changelog.0_10_0.styledSubs.title
source: Styled subtitles
cs: Stylované titulky
da: Stilede undertekster
de: Gestylte Untertitel
el: Στυλιζαρισμένοι υπότιτλοι
es: Subtítulos con estilo
fi: Tyylitellyt tekstitykset
fr: Sous-titres stylisés
hr: Stilizirani titlovi
hu: Stílusos feliratok
it: Sottotitoli con stile
ja: スタイル付き字幕
ko: 스타일 자막
nb: Stiliserte undertekster
nl: Gestileerde ondertitels
pl: Stylizowane napisy
pt_br: Legendas estilizadas
pt_pt: Legendas estilizadas
ro: Subtitrări stilizate
ru: Стилизованные субтитры
sk: Štylizované titulky
sv: Stiliserade undertexter
tr: Stilli Altyazılar
uk: Стилізовані субтитри
zh_hans: 样式化字幕
zh_hant: 樣式化字幕

# changelog.0_10_0.tabBar.body
source: The tab bar widens itself for longer languages, so no label gets cut off.
cs: Lišta karet se u delších jazyků sama rozšíří, takže se žádný popisek neořízne.
da: Fanelinjen gør sig selv bredere til længere sprog, så ingen etiket bliver skåret af.
de: Die Tab-Leiste verbreitert sich für längere Sprachen, kein Label wird mehr abgeschnitten.
el: Η γραμμή καρτελών πλαταίνει μόνη της για πιο μακροσκελείς γλώσσες, ώστε καμία ετικέτα να μην κόβεται.
es: La barra de pestañas se ensancha sola para los idiomas más largos, así ninguna etiqueta queda cortada.
fi: Välilehtipalkki levenee itsestään pidemmille kielille, joten yksikään nimike ei leikkaudu.
fr: La barre d'onglets s'élargit d'elle-même pour les langues plus longues, aucun libellé n'est donc coupé.
hr: Traka kartica sama se proširuje za dulje jezike, pa nijedna oznaka više nije odrezana.
hu: A fülsáv hosszabb nyelveknél magától kiszélesedik, így egyetlen felirat sem vágódik le.
it: La barra delle schede si allarga da sola per le lingue più lunghe, così nessuna etichetta viene tagliata.
ja: タブバーが長い言語に合わせて自動的に広がるため、ラベルが見切れることはありません。
ko: 탭 막대가 긴 언어에 맞춰 스스로 넓어져 어떤 레이블도 잘리지 않습니다.
nb: Fanelinjen utvider seg selv for lengre språk, så ingen etikett blir kuttet av.
nl: De tabbalk maakt zichzelf breder voor langere talen, zodat geen enkel label wordt afgekapt.
pl: Pasek kart sam się poszerza dla dłuższych języków, więc żadna etykieta nie jest ucinana.
pt_br: A barra de abas se alarga sozinha para idiomas mais longos, então nenhum rótulo fica cortado.
pt_pt: A barra de separadores alarga-se sozinha para idiomas mais longos, pelo que nenhuma etiqueta fica cortada.
ro: Bara de file se lărgește singură pentru limbile mai lungi, astfel nicio etichetă nu mai este tăiată.
ru: Панель вкладок сама расширяется для длинных языков, поэтому ни одна надпись не обрезается.
sk: Lišta kariet sa pri dlhších jazykoch sama rozšíri, takže sa žiadny popisok neoreže.
sv: Flikraden breddar sig själv för längre språk, så ingen etikett klipps av.
tr: Sekme çubuğu daha uzun diller için kendiliğinden genişler, böylece hiçbir etiket kesilmez.
uk: Панель вкладок сама розширюється для довших мов, тому жоден напис не обрізається.
zh_hans: 标签栏会为较长的语言自动加宽，任何标签都不会被截断。
zh_hant: 標籤列會為較長的語言自動加寬，任何標籤都不會被截斷。

# changelog.0_10_0.tabBar.title
source: No more clipped tabs
cs: Konec oříznutých karet
da: Ikke flere afskårne faner
de: Keine abgeschnittenen Tabs
el: Τέλος στις κομμένες καρτέλες
es: Adiós a las pestañas cortadas
fi: Ei enää leikkautuvia välilehtiä
fr: Fini les onglets tronqués
hr: Nema više odrezanih kartica
hu: Nincs több levágott fül
it: Niente più schede tagliate
ja: タブの見切れを解消
ko: 잘리는 탭 없음
nb: Ikke flere avkuttede faner
nl: Geen afgekapte tabbladen meer
pl: Koniec z przyciętymi kartami
pt_br: Chega de abas cortadas
pt_pt: Fim dos separadores cortados
ro: Gata cu filele tăiate
ru: Вкладки больше не обрезаются
sk: Koniec orezaných kariet
sv: Inga fler avklippta flikar
tr: Artık Kırpılan Sekme Yok
uk: Вкладки більше не обрізаються
zh_hans: 标签不再被截断
zh_hant: 標籤頁不再被截斷

# changelog.0_10_0.watchedFilter.body
source: Filter every library grid by All, Unwatched or Watched, perfect for browsing the backlog on movie night.
cs: Filtrujte každou mřížku knihovny podle možností Vše, Nezhlédnuté nebo Zhlédnuté, ideální pro procházení restů na filmový večer.
da: Filtrer alle bibliotekets gitre efter Alle, Usete eller Sete, perfekt til at gennemse puljen til filmaftenen.
de: Filtere jedes Bibliotheks-Grid nach Alle, Ungesehen oder Gesehen, perfekt fürs Stöbern am Filmabend.
el: Φιλτράρετε κάθε πλέγμα βιβλιοθήκης κατά Όλα, Μη προβεβλημένα ή Προβεβλημένα, ιδανικό για να βρείτε τι θα δείτε στη βραδιά ταινίας.
es: Filtra cada cuadrícula de la biblioteca por Todos, No vistos o Vistos, perfecto para repasar los pendientes en la noche de cine.
fi: Suodata jokainen kirjastonäkymä valinnoilla Kaikki, Katsomattomat tai Katsotut, täydellinen katselujonon selaamiseen leffailtana.
fr: Filtrez chaque grille de bibliothèque par Tout, Non vus ou Vus, parfait pour parcourir votre liste en retard lors d'une soirée cinéma.
hr: Filtrirajte svaku mrežu medijateke prema Sve, Negledano ili Gledano, savršeno za pregledavanje zaostataka u filmskoj večeri.
hu: Szűrd az összes könyvtárrácsot az Összes, Nem látott vagy Látott lehetőség szerint, tökéletes a lemaradás böngészéséhez filmestén.
it: Filtra ogni griglia della libreria per Tutti, Non visti o Visti, perfetto per sfogliare gli arretrati nella serata film.
ja: ライブラリの一覧を「すべて」「未視聴」「視聴済み」で絞り込めます。映画の夜に観たい作品を探すのにぴったりです。
ko: 모든 라이브러리 그리드를 전체, 시청 안 함, 시청함으로 필터링할 수 있습니다. 영화 보는 날 밀린 작품을 둘러보기에 안성맞춤입니다.
nb: Filtrer hvert bibliotekrutenett etter Alle, Usett eller Sett, perfekt for å bla i etterslepet på filmkvelden.
nl: Filter elk bibliotheekraster op Alles, Niet bekeken of Bekeken, perfect om op filmavond door je achterstand te bladeren.
pl: Filtruj każdą siatkę biblioteki według opcji Wszystkie, Nieobejrzane lub Obejrzane, idealne do przeglądania zaległości w wieczór filmowy.
pt_br: Filtre cada grade da biblioteca por Todos, Não assistidos ou Assistidos, perfeito para explorar a lista de pendentes na noite de cinema.
pt_pt: Filtre cada grelha da biblioteca por Todos, Não vistos ou Vistos, perfeito para explorar os pendentes na noite de cinema.
ro: Filtrează fiecare grilă de bibliotecă după Toate, Nevizionate sau Vizionate, perfect pentru a răsfoi restanțele în seara de film.
ru: Фильтруйте любую сетку библиотеки по параметрам Все, Непросмотренные или Просмотренные, идеально для выбора фильма на вечер.
sk: Filtrujte každú mriežku knižnice podľa možností Všetky, Nepozreté alebo Pozreté, ideálne na prehliadanie restov vo filmový večer.
sv: Filtrera varje biblioteksrutnät efter Alla, Osedda eller Sedda, perfekt för att bläddra i högen på filmkvällen.
tr: Her kitaplık ızgarasını Tümü, İzlenmemiş veya İzlenmiş olarak filtreleyin; film gecesinde birikenlere göz atmak için birebir.
uk: Фільтруйте будь-яку сітку бібліотеки за параметрами Усі, Непереглянуті чи Переглянуті, ідеально для вибору фільму на вечір.
zh_hans: 可按全部、未观看或已观看筛选每个媒体库网格，电影之夜挑片再合适不过。
zh_hant: 可依全部、未觀看或已觀看篩選每個媒體庫網格，電影之夜挑片再適合不過。

# changelog.0_10_0.watchedFilter.title
source: Watch-status filter
cs: Filtr podle zhlédnutí
da: Filter efter set-status
de: Gesehen-Filter
el: Φίλτρο κατάστασης προβολής
es: Filtro de estado de visualización
fi: Katselutilan suodatin
fr: Filtre de statut de visionnage
hr: Filtar statusa gledanja
hu: Megtekintési szűrő
it: Filtro per stato di visione
ja: 視聴状況フィルタ
ko: 시청 상태 필터
nb: Filter for sett-status
nl: Kijkstatusfilter
pl: Filtr stanu obejrzenia
pt_br: Filtro por status de exibição
pt_pt: Filtro por estado de visualização
ro: Filtru după starea vizionării
ru: Фильтр по просмотру
sk: Filter podľa pozretia
sv: Filter för visningsstatus
tr: İzlenme Durumu Filtresi
uk: Фільтр за переглядом
zh_hans: 观看状态筛选
zh_hant: 觀看狀態篩選

# changelog.0_11_0.criticRating.body
source: Detail pages now show the Rotten Tomatoes critic score next to the community rating, with the familiar fresh and rotten badges.
cs: Stránky detailu nyní zobrazují skóre kritiků Rotten Tomatoes vedle hodnocení komunity, včetně známých odznaků pro čerstvé a shnilé.
da: Detaljesider viser nu Rotten Tomatoes-kritikerscoren ved siden af fællesskabsbedømmelsen, med de velkendte friske og rådne mærker.
de: Detailseiten zeigen jetzt den Rotten-Tomatoes-Kritikerwert neben der Community-Bewertung, samt den bekannten Symbolen für frisch und verdorben.
el: Οι σελίδες λεπτομερειών εμφανίζουν τώρα τη βαθμολογία κριτικών του Rotten Tomatoes δίπλα στη βαθμολογία της κοινότητας, με τα γνωστά σήματα για φρέσκο και σάπιο.
es: Las páginas de detalle ahora muestran la puntuación de la crítica de Rotten Tomatoes junto a la valoración de la comunidad, con las conocidas insignias de fresco y podrido.
fi: Tietosivut näyttävät nyt Rotten Tomatoesin kriitikkopisteet yhteisöarvion vieressä, tuttujen tuore- ja mätä-merkkien kera.
fr: Les pages de détail affichent désormais la note des critiques Rotten Tomatoes à côté de la note de la communauté, avec les badges frais et pourri bien connus.
hr: Stranice s detaljima sada prikazuju ocjenu kritičara Rotten Tomatoes pokraj ocjene zajednice, s poznatim oznakama za svježe i trulo.
hu: A részletoldalak mostantól a Rotten Tomatoes kritikusi pontszámát is mutatják a közösségi értékelés mellett, az ismerős friss és romlott jelvényekkel.
it: Le pagine di dettaglio ora mostrano il punteggio della critica di Rotten Tomatoes accanto alla valutazione della community, con i celebri badge fresco e marcio.
ja: 詳細ページにRotten Tomatoesの批評家スコアがコミュニティ評価の隣に表示されるようになりました。おなじみのフレッシュとロッテンのバッジ付きです。
ko: 상세 페이지에 로튼 토마토 평론가 점수가 커뮤니티 평점 옆에 표시됩니다. 익숙한 신선/썩음 배지와 함께입니다.
nb: Detaljsider viser nå kritikerscoren fra Rotten Tomatoes ved siden av fellesskapsvurderingen, med de velkjente ferske og råtne merkene.
nl: Detailpagina's tonen nu de criticiscore van Rotten Tomatoes naast de communitybeoordeling, met de bekende verse en rotte badges.
pl: Strony szczegółów pokazują teraz ocenę krytyków Rotten Tomatoes obok oceny społeczności, ze znanymi odznakami świeżego i zgniłego pomidora.
pt_br: As páginas de detalhes agora mostram a nota dos críticos do Rotten Tomatoes ao lado da avaliação da comunidade, com os famosos selos de fresco e podre.
pt_pt: As páginas de detalhes mostram agora a pontuação da crítica do Rotten Tomatoes ao lado da classificação da comunidade, com os conhecidos selos de fresco e podre.
ro: Paginile de detalii afișează acum scorul criticilor de pe Rotten Tomatoes lângă evaluarea comunității, cu binecunoscutele insigne proaspăt și putred.
ru: На страницах описания теперь отображается оценка критиков Rotten Tomatoes рядом с оценкой сообщества, со знакомыми значками свежего и гнилого помидора.
sk: Stránky s detailmi teraz zobrazujú skóre kritikov Rotten Tomatoes vedľa hodnotenia komunity, so známymi odznakmi pre čerstvé a zhnité.
sv: Detaljsidorna visar nu kritikerbetyget från Rotten Tomatoes bredvid communitybetyget, med de välkända färska och ruttna märkena.
tr: Detay sayfaları artık topluluk puanının yanında Rotten Tomatoes eleştirmen puanını da gösteriyor, tanıdık taze ve çürük rozetleriyle.
uk: Сторінки деталей тепер показують оцінку критиків Rotten Tomatoes поруч з оцінкою спільноти, зі знайомими значками свіжого та гнилого помідора.
zh_hans: 详情页现在会在社区评分旁边显示烂番茄影评人评分，并配有熟悉的新鲜和腐烂徽章。
zh_hant: 詳情頁現在會在社群評分旁顯示爛番茄影評人評分，並附上熟悉的新鮮與腐爛徽章。

# changelog.0_11_0.criticRating.title
source: Rotten Tomatoes ratings
cs: Hodnocení Rotten Tomatoes
da: Rotten Tomatoes-bedømmelser
de: Rotten-Tomatoes-Wertungen
el: Βαθμολογίες Rotten Tomatoes
es: Valoraciones de Rotten Tomatoes
fi: Rotten Tomatoes -arviot
fr: Notes Rotten Tomatoes
hr: Ocjene Rotten Tomatoes
hu: Rotten Tomatoes-értékelések
it: Valutazioni Rotten Tomatoes
ja: Rotten Tomatoesの評価
ko: 로튼 토마토 평점
nb: Rotten Tomatoes-vurderinger
nl: Rotten Tomatoes-beoordelingen
pl: Oceny Rotten Tomatoes
pt_br: Avaliações do Rotten Tomatoes
pt_pt: Classificações do Rotten Tomatoes
ro: Evaluări Rotten Tomatoes
ru: Оценки Rotten Tomatoes
sk: Hodnotenia Rotten Tomatoes
sv: Rotten Tomatoes-betyg
tr: Rotten Tomatoes puanları
uk: Оцінки Rotten Tomatoes
zh_hans: 烂番茄评分
zh_hant: 爛番茄評分

# changelog.0_11_0.detailRedesign.body
source: A more compact info panel with the action buttons on their own row below it, tidier metadata, and collections now share the same layout as movies and series.
cs: Kompaktnější informační panel s tlačítky akcí na vlastním řádku pod ním, uspořádanější metadata a kolekce nyní sdílejí stejné rozložení jako filmy a seriály.
da: Et mere kompakt infopanel med handlingsknapperne på deres egen række nedenunder, pænere metadata, og samlinger bruger nu samme layout som film og serier.
de: Kompakteres Info-Panel mit eigener Button-Zeile darunter, aufgeräumtere Metadaten, und Sammlungen nutzen jetzt dasselbe Layout wie Filme und Serien.
el: Πιο συμπαγές πάνελ πληροφοριών με τα κουμπιά ενεργειών σε δική τους σειρά από κάτω, πιο τακτικά μεταδεδομένα, και οι συλλογές χρησιμοποιούν πλέον την ίδια διάταξη με ταινίες και σειρές.
es: Un panel de información más compacto con los botones de acción en su propia fila debajo, metadatos más ordenados, y las colecciones ahora comparten el mismo diseño que películas y series.
fi: Tiiviimpi tietopaneeli, toimintopainikkeet omalla rivillään sen alla, siistimmät metatiedot, ja kokoelmat käyttävät nyt samaa asettelua kuin elokuvat ja sarjat.
fr: Un panneau d'informations plus compact avec les boutons d'action sur leur propre ligne en dessous, des métadonnées mieux rangées, et les collections partagent désormais la même mise en page que les films et les séries.
hr: Kompaktnija info ploča s gumbima radnji u vlastitom retku ispod nje, uredniji metapodaci, a kolekcije sada dijele isti raspored kao filmovi i serije.
hu: Tömörebb információs panel, alatta a műveletgombok saját sorban, rendezettebb metaadatok, a gyűjtemények pedig mostantól ugyanazt az elrendezést használják, mint a filmek és sorozatok.
it: Un pannello informazioni più compatto con i pulsanti delle azioni su una riga dedicata sotto di esso, metadati più ordinati, e le raccolte ora condividono lo stesso layout di film e serie.
ja: 情報パネルがよりコンパクトになり、アクションボタンはその下の専用の行に移動しました。メタデータも整理され、コレクションは映画やシリーズと同じレイアウトになりました。
ko: 정보 패널이 더 콤팩트해지고 동작 버튼이 그 아래 전용 줄로 이동했으며, 메타데이터가 정리되고 컬렉션도 영화 및 시리즈와 같은 레이아웃을 사용합니다.
nb: Et mer kompakt infopanel med handlingsknappene på en egen rad under, ryddigere metadata, og samlinger bruker nå samme oppsett som filmer og serier.
nl: Een compacter infopaneel met de actieknoppen op een eigen rij eronder, nettere metadata, en collecties gebruiken nu dezelfde lay-out als films en series.
pl: Bardziej kompaktowy panel informacji z przyciskami akcji w osobnym wierszu poniżej, uporządkowane metadane, a kolekcje korzystają teraz z tego samego układu co filmy i seriale.
pt_br: Um painel de informações mais compacto com os botões de ação em uma linha própria abaixo dele, metadados mais organizados, e as coleções agora usam o mesmo layout de filmes e séries.
pt_pt: Um painel de informações mais compacto com os botões de ação numa linha própria por baixo, metadados mais arrumados, e as coleções usam agora a mesma disposição que filmes e séries.
ro: Un panou de informații mai compact, cu butoanele de acțiune pe propriul rând dedesubt, metadate mai ordonate, iar colecțiile folosesc acum același aspect ca filmele și serialele.
ru: Более компактная информационная панель, кнопки действий в отдельном ряду под ней, упорядоченные метаданные, а коллекции теперь используют ту же компоновку, что фильмы и сериалы.
sk: Kompaktnejší informačný panel s tlačidlami akcií vo vlastnom riadku pod ním, upratanejšie metadáta a kolekcie teraz zdieľajú rovnaké rozloženie ako filmy a seriály.
sv: En mer kompakt informationspanel med åtgärdsknapparna på en egen rad under den, prydligare metadata, och samlingar använder nu samma layout som filmer och serier.
tr: Daha kompakt bilgi paneli, altında kendi satırında eylem düğmeleri, daha düzenli meta veriler ve koleksiyonlar artık film ve dizilerle aynı düzeni kullanıyor.
uk: Компактніша інформаційна панель, кнопки дій в окремому рядку під нею, упорядковані метадані, а колекції тепер використовують те саме компонування, що й фільми та серіали.
zh_hans: 信息面板更紧凑，操作按钮移到面板下方的单独一行，元数据更整齐，合集现在与电影和剧集使用相同的布局。
zh_hant: 資訊面板更精簡，操作按鈕移至面板下方的獨立一列，中繼資料更整齊，合輯現在與電影和影集使用相同的版面配置。

# changelog.0_11_0.detailRedesign.title
source: Cleaner detail pages
cs: Přehlednější stránky detailu
da: Ryddeligere detaljesider
de: Aufgeräumte Detailseiten
el: Πιο τακτοποιημένες σελίδες λεπτομερειών
es: Páginas de detalle más limpias
fi: Siistimmät tietosivut
fr: Pages de détail plus épurées
hr: Urednije stranice s detaljima
hu: Letisztultabb részletoldalak
it: Pagine di dettaglio più ordinate
ja: すっきりした詳細ページ
ko: 더 깔끔해진 상세 페이지
nb: Ryddigere detaljsider
nl: Opgeruimdere detailpagina's
pl: Bardziej przejrzyste strony szczegółów
pt_br: Páginas de detalhes mais organizadas
pt_pt: Páginas de detalhes mais arrumadas
ro: Pagini de detalii mai aerisite
ru: Более аккуратные страницы описания
sk: Prehľadnejšie stránky s detailmi
sv: Renare detaljsidor
tr: Daha derli toplu detay sayfaları
uk: Охайніші сторінки деталей
zh_hans: 更简洁的详情页
zh_hant: 更簡潔的詳情頁
